import { Helmet } from "react-helmet";

export default function PrivacyPolicy() {
  return (
    <>
      <Helmet>
        <title>წესები და პირობები</title>
      </Helmet>
      <main>
        <div className="text-Asmall text-textInfo">
          <h1>კონფიდენციალურობის პოლიტიკა onhome.ge -ისთვის</h1>
          <p>
            onhome.ge-ზე, ხელმისაწვდომია https://onhome.ge/-დან, ჩვენი ერთ-ერთი
            მთავარი პრიორიტეტი არის ჩვენი ვიზიტორების კონფიდენციალურობა. ეს
            კონფიდენციალურობის პოლიტიკის დოკუმენტი შეიცავს ინფორმაციას, რომელიც
            გროვდება და იწერება onhome.ge-ის მიერ და როგორ ვიყენებთ მას.
          </p>
          <p>
            თუ გაქვთ დამატებითი კითხვები ან გჭირდებათ მეტი ინფორმაცია ჩვენი
            კონფიდენციალურობის პოლიტიკის შესახებ, ნუ მოგერიდებათ დაგვიკავშირდეთ.
          </p>
          <p>
            ეს კონფიდენციალურობის პოლიტიკა ვრცელდება მხოლოდ ჩვენს ონლაინ
            აქტივობებზე და ძალაშია ჩვენი ვებგვერდის ვიზიტორებისთვის იმ
            ინფორმაციის მიმართ, რომელიც მათ გააზიარეს და/ან შეაგროვეს
            onhome.ge-ზე. ეს პოლიტიკა არ ვრცელდება ნებისმიერ ინფორმაციაზე,
            რომელიც შეგროვდა ხაზგარეშე ან სხვა არხების მეშვეობით ამ ვებგვერდის
            გარდა.
          </p>
          <h2>თანხმობა</h2>
          <p>
            ჩვენი ვებგვერდის გამოყენებით, თქვენ თანხმობთ ჩვენს
            კონფიდენციალურობის პოლიტიკაზე და ეთანხმებით მის პირობებს.
          </p>
          <h2>ინფორმაცია, რომელსაც ვაგროვებთ</h2>
          <p>
            პერსონალური ინფორმაცია, რომელსაც გთხოვთ მოგვაწოდოთ, და მიზეზები, რის
            გამოც გთხოვთ მისი მიწოდებას, იქნება ნათელი თქვენთვის იმ მომენტში,
            როდესაც გთხოვთ მოგვაწოდოთ თქვენი პირადი ინფორმაცია.
          </p>
          <p>
            თუ დაგვიკავშირდებით პირდაპირ, ჩვენ შეიძლება მივიღოთ დამატებითი
            ინფორმაცია თქვენ შესახებ, როგორიცაა თქვენი სახელი, ელფოსტის
            მისამართი, ტელეფონის ნომერი, შეტყობინების შინაარსი და/ან დანართები,
            რომლებიც გამოგვიგზავნით და ნებისმიერი სხვა ინფორმაცია, რომელიც
            შეიძლება გადაწყვიტოთ მოგვაწოდოთ.
          </p>
          <p>
            როდესაც დარეგისტრირდებით ანგარიშისთვის, ჩვენ შეიძლება გთხოვოთ
            საკონტაქტო ინფორმაცია, მათ შორის სახელი, კომპანიის სახელი,
            მისამართი, ელფოსტის მისამართი და ტელეფონის ნომერი.
          </p>
          <h2>როგორ ვიყენებთ თქვენს ინფორმაციას</h2>
          <p>
            ჩვენ ვიყენებთ შეგროვებულ ინფორმაციას სხვადასხვა გზით, მათ შორის:
          </p>
          <ul>
            <li>ჩვენი ვებგვერდის უზრუნველყოფა, ოპერაცია და შენარჩუნება</li>
            <li>ჩვენი ვებგვერდის გაუმჯობესება, პერსონალიზაცია და გაფართოება</li>
            <li>გავიგოთ და გავაანალიზოთ როგორ იყენებთ ჩვენს ვებგვერდს</li>
            <li>
              ახალი პროდუქტების, სერვისების, ფუნქციებისა და ფუნქციონალების
              განვითარება
            </li>
            <li>
              კომუნიკაცია თქვენთან, პირდაპირ ან ჩვენი პარტნიორების მეშვეობით,
              მათ შორის მომხმარებელთა მომსახურებისთვის, რათა მოგაწოდოთ
              განახლებები და სხვა ინფორმაცია ვებგვერდთან დაკავშირებით და
              მარკეტინგული და სარეკლამო მიზნებისთვის
            </li>
            <li>ელფოსტის გაგზავნა</li>
            <li>მოძებნა და თაღლითობის პრევენცია</li>
          </ul>
          <h2>ლოგ ფაილები</h2>
          <p>
            onhome.ge იცავს სტანდარტულ პროცედურას ლოგ ფაილების გამოყენებაში. ეს
            ფაილები მოიცავს ვიზიტორებს, როდესაც ისინი ვებგვერდებს ეწვევიან.
            ყველა ჰოსტინგის კომპანია აკეთებს ამას და ეს არის ჰოსტინგის
            სერვისების ანალიტიკის ნაწილი. ლოგ ფაილებით შეგროვებული ინფორმაცია
            მოიცავს ინტერნეტ პროტოკოლის (IP) მისამართებს, ბრაუზერის ტიპს,
            ინტერნეტ სერვისის პროვაიდერს (ISP), თარიღისა და დროის ბეჭედს,
            გამომდინარე/გასვლის გვერდებს და შესაძლოა დაწკაპუნებების რაოდენობას.
            ეს არ არის დაკავშირებული პირადობის იდენტიფიცირებად ინფორმაციასთან.
            ინფორმაციის მიზანი არის ტენდენციების ანალიზი, საიტის ადმინისტრირება,
            მომხმარებლების მოძრაობის თვალყურის დევნება ვებგვერდზე და
            დემოგრაფიული ინფორმაციის შეგროვება.
          </p>
          <h2>Cookie-ფაილები და ვებ ბიკონები</h2>
          <p>
            როგორც ნებისმიერი სხვა ვებგვერდი, onhome.ge იყენებს
            'Cookie-ფაილებს'. ეს Cookie-ფაილები გამოიყენება ინფორმაციის
            შესანახად, მათ შორის ვიზიტორების პრეფერენციებისა და ვებგვერდის
            გვერდების, რომლებიც ვიზიტორმა მოინახულა ან ეწვია. ინფორმაცია
            გამოიყენება მომხმარებელთა გამოცდილების ოპტიმიზაციისთვის ჩვენი ვებ
            გვერდის შინაარსის მორგებით ვიზიტორების ბრაუზერის ტიპისა და/ან სხვა
            ინფორმაციის საფუძველზე.
          </p>
          <h2>Google DoubleClick DART Cookie</h2>
          <p>
            Google არის ჩვენი საიტის ერთ-ერთი მესამე მხარის გამყიდველი. ის ასევე
            იყენებს Cookie-ფაილებს, რომლებიც ცნობილია როგორც DART
            Cookie-ფაილები, რომ მოემსახუროს რეკლამებს ჩვენს საიტზე
            ვიზიტორებისათვის მათი ვიზიტების საფუძველზე www.website.com-ზე და
            სხვა საიტებზე ინტერნეტში. თუმცა, ვიზიტორებს შეუძლიათ უარი თქვან DART
            Cookie-ფაილების გამოყენებაზე Google რეკლამებისა და კონტენტ ქსელის
            კონფიდენციალურობის პოლიტიკის URL-ზე -
            <a href="https://policies.google.com/technologies/ads">
              https://policies.google.com/technologies/ads
            </a>
          </p>

          <h2>ჩვენი სარეკლამო პარტნიორები</h2>
          <p>
            ზოგიერთი რეკლამირების პარტნიორი ჩვენს საიტზე შეიძლება იყენებდეს
            Cookie-ფაილებს და ვებ ბიკონებს. ჩვენი სარეკლამო პარტნიორები
            ჩამოთვლილია ქვემოთ. თითოეული ჩვენი სარეკლამო პარტნიორი აქვს საკუთარი
            კონფიდენციალურობის პოლიტიკა მათი მომხმარებელთა მონაცემებზე პოლიტიკის
            შესახებ. ადვილი წვდომისთვის, ჩვენ დავურთეთ მათი კონფიდენციალურობის
            პოლიტიკის ლინკები ქვემოთ.
          </p>
          <ul>
            <li>
              <p>Google</p>
              <p>
                <a href="https://policies.google.com/technologies/ads">
                  https://policies.google.com/technologies/ads
                </a>
              </p>
            </li>
          </ul>
          <h2>რეკლამის პარტნიორების კონფიდენციალურობის პოლიტიკა</h2>
          <p>
            შეგიძლიათ გაიაროთ კონსულტაცია ამ სიას, რათა იპოვოთ onhome.ge-ის
            სარეკლამო პარტნიორების კონფიდენციალურობის პოლიტიკა.
          </p>
          <p>
            მესამე მხარის რეკლამების სერვერები ან რეკლამის ქსელები იყენებენ
            ტექნოლოგიებს, როგორიცაა Cookie-ფაილები, JavaScript, ან ვებ ბიკონები,
            რომლებიც გამოიყენება მათ რეკლამებსა და ლინკებში, რომლებიც გამოჩნდება
            onhome.ge-ზე, რომლებიც პირდაპირ იგზავნება მომხმარებლების ბრაუზერში.
            ისინი ავტომატურად იღებენ თქვენს IP მისამართს, როდესაც ეს ხდება. ეს
            ტექნოლოგიები გამოიყენება მათი სარეკლამო კამპანიების ეფექტიანობის
            გასაზომად და/ან იმისთვის, რომ პერსონალიზებული სარეკლამო შინაარსი,
            რომელიც თქვენ ხედავთ ვებგვერდებზე, რომელთაც სტუმრობთ.
          </p>
          <p>
            გთხოვთ გაითვალისწინოთ, რომ onhome.ge-ს არ აქვს წვდომა ან კონტროლი ამ
            Cookie-ფაილებზე, რომლებიც გამოიყენება მესამე მხარის რეკლამის
            მყიდველების მიერ.
          </p>
          <h2>მესამე მხარის კონფიდენციალურობის პოლიტიკა</h2>
          <p>
            onhome.ge-ს კონფიდენციალურობის პოლიტიკა არ ვრცელდება სხვა რეკლამების
            გამყიდველებზე ან ვებგვერდებზე. ამიტომ, გირჩევთ გაიაროთ კონსულტაცია
            ამ მესამე მხარის რეკლამების სერვერების შესაბამისი კონფიდენციალურობის
            პოლიტიკაზე მეტი ინფორმაციისთვის. ეს შეიძლება შეიცავდეს მათ
            პრაქტიკებს და ინსტრუქციებს ზოგიერთი ვარიანტისგან opt-out-ის შესახებ.{" "}
          </p>
          <p>
            შეგიძლიათ აირჩიოთ Cookie-ფაილების გამორთვა თქვენი ინდივიდუალური
            ბრაუზერის პარამეტრების მეშვეობით. უფრო დეტალური ინფორმაციისთვის
            Cookie-ფაილების მართვის შესახებ კონკრეტულ ვებ ბრაუზერებში, შეგიძლიათ
            მოიძიოთ ბრაუზერების შესაბამის ვებგვერდებზე.
          </p>
          <h2>
            CCPA კონფიდენციალურობის უფლებები (არ გაყიდოთ ჩემი პირადი ინფორმაცია)
          </h2>
          <p>
            CCPA-ის შესაბამისად, სხვა უფლებებთან ერთად, კალიფორნიის
            მომხმარებლებს აქვთ უფლება:
          </p>
          <p>
            მოითხოვონ ბიზნესის მიერ შეგროვებული მომხმარებლის პირადი მონაცემების
            კატეგორიებისა და კონკრეტული ნაწილების გამჟღავნება.
          </p>
          <p>
            მოითხოვონ ბიზნესის მიერ მომხმარებლის შესახებ შეგროვებული ნებისმიერი
            პირადი მონაცემების წაშლა.
          </p>
          <p>
            მოითხოვონ ბიზნესის მიერ მომხმარებლის პირადი მონაცემების გაყიდვის
            შეწყვეტა.
          </p>
          <p>
            თუ განაცხადს გააკეთებთ, ჩვენ გვაქვს ერთი თვე თქვენი მოთხოვნის
            საპასუხოდ. თუ გსურთ გამოიყენოთ ეს უფლებები, გთხოვთ დაგვიკავშირდეთ.
          </p>
          <h2>GDPR მონაცემთა დაცვის უფლებები</h2>
          <p>
            ჩვენ გვინდა, რომ დარწმუნებული იყოთ ყველა თქვენი მონაცემთა დაცვის
            უფლებებში. ყოველ მომხმარებელს ეკუთვნის შემდეგი უფლებები:
          </p>
          <p>
            წვდომის უფლება – თქვენ გაქვთ უფლება მოითხოვოთ თქვენი პირადი
            მონაცემების ასლები. შეიძლება ვეღირსოთ მცირე საფასური ამ
            სერვისისთვის.
          </p>
          <p>
            გასწორების უფლება – თქვენ გაქვთ უფლება მოითხოვოთ, რომ გავასწოროთ
            ნებისმიერი ინფორმაცია, რომელიც მიგაჩნიათ არაზუსტად. ასევე გაქვთ
            უფლება მოითხოვოთ, რომ შევავსოთ ინფორმაცია, რომელიც მიგაჩნიათ
            არასრულად.
          </p>
          <p>
            წაშლის უფლება – თქვენ გაქვთ უფლება მოითხოვოთ, რომ წავშალოთ თქვენი
            პირადი მონაცემები, გარკვეული პირობების შესაბამისად.
          </p>
          <p>
            დამუშავების შეზღუდვის უფლება – თქვენ გაქვთ უფლება მოითხოვოთ, რომ
            შევზღუდოთ თქვენი პირადი მონაცემების დამუშავება, გარკვეული პირობების
            შესაბამისად.
          </p>
          <p>
            დამუშავების საწინააღმდეგო უფლება – თქვენ გაქვთ უფლება
            დააეწინააღმდეგოთ თქვენი პირადი მონაცემების დამუშავებას, გარკვეული
            პირობების შესაბამისად.
          </p>
          <p>
            მონაცემების პორტაბელურობის უფლება – თქვენ გაქვთ უფლება მოითხოვოთ,
            რომ გადავცეთ შეგროვებული მონაცემები სხვა ორგანიზაციას, ან პირდაპირ
            თქვენ, გარკვეული პირობების შესაბამისად.
          </p>
          <p>
            თუ განაცხადს გააკეთებთ, ჩვენ გვაქვს ერთი თვე თქვენი მოთხოვნის
            საპასუხოდ. თუ გსურთ გამოიყენოთ ეს უფლებები, გთხოვთ დაგვიკავშირდეთ.
          </p>
          <h2>ბავშვების ინფორმაცია</h2>
          <p>
            ჩვენი პრიორიტეტია ბავშვების დაცვა ინტერნეტის გამოყენებისას. ვურჩევთ
            მშობლებს და მეურვეებს, დააკვირდნენ, მიიღონ მონაწილეობა, და/ან
            აკონტროლონ და მართონ მათი ონლაინ აქტივობა.
          </p>
          <p>
            onhome.ge არ შეაგროვებს ბავშვების პირად ცნობად ინფორმაციას 13 წლის
            ქვემოთ ასაკის ბავშვებიდან. თუ ფიქრობთ, რომ თქვენსმა შვილმა მოგვაწოდა
            ასეთი სახის ინფორმაცია ჩვენს ვებგვერდზე, გთხოვთ დაუყოვნებლივ
            დაგვიკავშირდეთ და ჩვენ მაქსიმალურად ვეცდებით სწრაფად წავშალოთ ასეთი
            ინფორმაცია ჩვენი ჩანაწერებიდან.
          </p>

          <h2>მონაცემების წაშლა</h2>
          <p>
            თუ მომხმარებელს სურს წაშალოს პირადი მონაცემები, შეგიძლიათ დატოვოთ
            შეტყობინება ჩატში და ჩვენი ოპერატორი წაშლის მომხმარებლის მონაცემებს
            სისტემიდან 30 დღიან პერიოდში.
          </p>
        </div>
      </main>
    </>
  );
}
